[
    {
        "id": "06671",
        "category_id": "01",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_student": 488,
        "title": "Learning German Language Online",
        "mentor": {
            "name": "Jimmy Dane",
            "published_date": "2022-08-24",
            "img": "https://www.freedigitalphotos.net/images/category-images/118.jpg"
        },
        "thumbnail_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQD9jGelpOxk0TTjaAnuzAqO0lvzF3nQtBClQ&usqp=CAU",
        "image_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSI3zdEpgd5kzbQP4_EWRTLKlAbFPv1HnQ6gw&usqp=CAU",
        "details": "Learning & Speaking German is no more a big deal !!! Yes!  Leanning Language Institute aims at providing world-class training for the German Language in Pune. If you are a student planning to take higher education in Germany or professional in IT looking for deputation or job opportunity in Germany, then it’s high time to learn GERMAN from real time Experts. Our trainers are professional German Speakers with multiple years of experience in corporate sectors. They are real experts who have handled numerous German customers, in various leading MNC’s in India. So learning German from such expertise will not only make you a master in German but will also definitely gain your confidence in speaking and understanding German. Learning Language Institute is the most trusted German Training Institute in Pune. We feel happy in sharing that we have trained more than 200 candidates. Training Aids including Audio labs, Video Clippings, Visual Charts and numerous interactive sessions will make the learning process a joy for each and every candidate irrespective of age. For more information on German language courses in Pune, structure, and duration."
    },
    {
        "id": "0688",
        "category_id": "02",
        "rating": {
            "number": 4.7,
            "badge": "Excellent"
        },
        "total_student": 608,
        "title": "French Language Course for Beginners",
        "mentor": {
            "name": "Charls Cristine",
            "published_date": "2022-08-08",
            "img": "https://st.depositphotos.com/1224365/2498/i/450/depositphotos_24980235-stock-photo-portrait-of-a-normal-man.jpg"
        },
        "thumbnail_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQXrTEUe1iyDstnLULXr1YUc8sk6oSfrqRjgw&usqp=CAU",
        "image_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQXrTEUe1iyDstnLULXr1YUc8sk6oSfrqRjgw&usqp=CAU",
        "details": "There is nothing more thrilling than being able to speak to the locals in their own language when you visit a foreign country. Well, now you can experience that amazing feeling too! My name is Kieran Ball and I’ve been teaching foreign languages in my hometown for over fifteen years. I love languages, I love learning and I love teaching. I also love chocolate, but this isn’t really the place to discuss my chocoholism! This course was created to make learning French easier than ever before and accessible to anybody, especially people who have tried and failed in the past. The course is perfect for the complete beginner as it is broken down into tiny chunks and shows you how to build back together again in a logical, simple-to-understand way. You can go from knowing no French at all to putting together your own sentences in just a few minutes. Watch the free preview lessons below and you’ll see what I mean."
    },
    {
        "id": "891",
        "category_id": "03",
        "rating": {
            "number": 4.4,
            "badge": "Excellent"
        },
        "total_student": 1180,
        "title": "English Language Course for Beginners",
        "mentor": {
            "name": "Mars Harry",
            "published_date": "2022-10-08",
            "img": "https://image.shutterstock.com/mosaic_250/301519563/640011838/stock-photo-handsome-unshaven-young-dark-skinned-male-laughing-out-loud-at-funny-meme-he-found-on-internet-640011838.jpg"
        },
        "thumbnail_url": "https://www.teacheracademy.eu/wp-content/uploads/2021/10/Teacher-speaking-360x240.png",
        "image_url": "https://www.teacheracademy.eu/wp-content/uploads/2021/10/Teacher-speaking-360x240.png",
        "details": "In this English Language Course, we Provide Basic to Advance Knowledge. Language is a way to communicate with each other. Nowadays the English Language Course has become an important part of our successful career. If you want to become an expert in English Languages. We prepare our students to train them to speak English fluently. For many students,  learning the English language with the help of their native language is a great idea. They believe that the knowledge of the meaning of all that is in English will allow them to understand and speak the English language easier than learning English to English. Many students claim about learning English in English and they give the excuse that they do not understand a word of English, how are they really understanding? But when they translate into their native language, it is easy enough for them to learn English.   Take our online English language lessons and classes to improve your English grammar, composition, conversation, and also writing skills. Learn effective English communication skills with online classes You can also join here. Islamic Courses for Adults, Islamic Courses for Females, Online Tuition Classes, Quran class, Islamic course, Quran class online, and Online Language Courses with 3 Days Free Trial Class. Register Now for 3 days Trial Class   This course consists of three main parts i.e 1.Basic level, 2. High level, 3.Business level"
    },
    {
        "id": "9090",
        "category_id": "04",
        "rating": {
            "number": 4.8,
            "badge": "Excellent"
        },
        "total_student": 980,
        "title": "Italian Language Course for Beginners",
        "mentor": {
            "name": "Mars Paul",
            "published_date": "2022-02-08",
            "img": "https://thumbs.dreamstime.com/b/portrait-positive-cheerful-lady-promoter-show-double-thumbs-up-enjoy-her-suggested-selected-good-sales-ads-promo-wear-red-161061213.jpg"
        },
        "thumbnail_url": "https://www.danteschool.com/wp-content/uploads/2018/06/copertina-corso-italiano-in-italia-880x600.jpg",
        "image_url": "https://www.danteschool.com/wp-content/uploads/2018/06/copertina-corso-italiano-in-italia-880x600.jpg",
        "details": "Ciao! (By the way, this word can mean both hello and goodbye in Italian.) Welcome to Globibo’s Italian Language Course. As you are all well aware, Italy has always been famous for its culture, arts, and entertainment, and so, from the country of art, fashion, opera, cinema, Pizza, and Pasta we have got such a beautiful Language Italian. Learning the Italian language will make you live and love Italian culture! It is not necessary to learn the Italian language just in Italy. Globibo’s Italian course is specially designed to let you live and love Italian culture from the place you are currently residing. Having our Italian native instructors available in different parts of the world will make you just enroll for Globibo’s Italian course without any second thought"
    },
    {
        "id": "5454",
        "category_id": "05",
        "rating": {
            "number": 4.9,
            "badge": "Excellent"
        },
        "total_student": 580,
        "title": "Arabic Language Course for Beginners",
        "mentor": {
            "name": "Abdullah Abedin",
            "published_date": "2022-11-23",
            "img": "https://www.alphaacademy.org/wp-content/uploads/2020/07/25-Online-Arabic-Language-Learning-Course.jpg"
        },
        "thumbnail_url": "https://www.alphaacademy.org/wp-content/uploads/2020/07/25-Online-Arabic-Language-Learning-Course.jpg",
        "image_url": "https://www.alphaacademy.org/wp-content/uploads/2020/07/25-Online-Arabic-Language-Learning-Course.jpg",
        "details": "In this Site Quranmualim We will provide You Can download free access to different levels of Arabic in a simple, Free Arabic Courses, Arabic Grade 1 ,learn Arabic or Arabic for beginner ,Arabic Language Course , Arabic Flashcard, Arabic Crammer & professional way, to understanding the language of Qur’aan. In this Article Arabic and Quran Lessons are made available for very basic beginners to advance students.Lessons are explained well with the examples from the Qur’aan. Other resources (pdf & presentations) will also be available wherever necessary. All the files are in pdf format. Here are many Topics:  Books for Year one and Year two, Arabic Grammar, Serf, Arabic for Beginners, Beginners Resources, Quranic Arabic, Advance Level, and Conversational Arabic. Dear Student and Parent There are Years in Arabic Course. Year One and Year two. In First Year We are giving you Writing Worksheets, Reading Worksheets, Lesson from the Quran, Dictionary and Teacher Guide, Arabic writing, Arabic reading, Arabic Dictionary Lessons from Qur’aan"
    },
    {
        "id": "76878",
        "category_id": "06",
        "rating": {
            "number": 4.7,
            "badge": "Excellent"
        },
        "total_student": 780,
        "title": "Learn Korean Online: How-To Guide for Language Study",
        "mentor": {
            "name": "Park Bogume",
            "published_date": "2022-11-23",
            "img": "https://wehco.media.clients.ellingtoncms.com/img/photos/2017/06/07/139007960_Yeongin-Lee_t600.jpg?4326734cdb8e39baa3579048ef63ad7b451e7676"
        },
        "thumbnail_url": "https://cambridgeinstitute.co.in/wp-content/uploads/2022/09/Korean-language-courses-in-Mumbai.jpg",
        "image_url": "https://cambridgeinstitute.co.in/wp-content/uploads/2022/09/Korean-language-courses-in-Mumbai.jpg",
        "details": "If you want to learn Korean, then we’ve got you covered! This guide is going to give Korean learners like you a brief overview of everything you need to know about how to learn Korean. Just follow each section, pick the language learning parts you want to focus on, and go as deep as you’d like. Below we’ve listed all of the resources for learning the Korean language in order of importance. Start at the top and work your way down. If there are any parts of this language-learning guide you already know or aren’t interested in learning, you can skip them. The only part we recommend not skipping is learning Hangeul (the Korean Alphabet). It’s easy to learn, and once you know it, you’ll supercharge your language learning speed. Once you’ve got that down, skip to the sections of lessons that you want to focus your learning on the most, or go in order. It’s your language learning journey, so study each part as you like, and have fun with it."
    }
]